# W2 Measurement and cental Tendency <hr style= "border: 2px solid green">

Name: **Christian Jade Aguilar** <br>
Course: **CPE2A**

import **pandas** as **numpy**

In [2]:
import pandas as pd
import numpy as np

Create a **DataFrame** for "Pizza-prices"

In [3]:
df = pd.read_csv("Pizza-prices.csv")
df

    Position  New York City  Los Angeles
0          1              1          1.0
1          2              2          2.0
2          3              3          3.0
3          4              3          4.0
4          5              5          5.0
5          6              6          6.0
6          7              7          7.0
7          8              8          8.0
8          9              9          9.0
9         10             11         10.0
10        11             66          NaN


Display a **concise summary** of the DataFrame

In [4]:
df.info()

<bound method DataFrame.info of     Position  New York City  Los Angeles
0          1              1          1.0
1          2              2          2.0
2          3              3          3.0
3          4              3          4.0
4          5              5          5.0
5          6              6          6.0
6          7              7          7.0
7          8              8          8.0
8          9              9          9.0
9         10             11         10.0
10        11             66          NaN>